Repository: aly-samy/HostXtend-Domains
Catalog: languages/hostxtend-domaincheck-*.po
Languages: de_de

source: desired-domain
de_de: wunschdomain

source: all
de_de: alle

source: check
de_de: prüfen

source: No free domain found.
de_de: Keine freie Domain gefunden.

source: more
de_de: mehr

source: is available
de_de: ist verfügbar

source: is registered
de_de: ist registriert

source: error
de_de: Fehler

source: is invalid
de_de: ist ungültig

source: query limit reached
de_de: Abfragelimit erreicht

source: whois server unknown
de_de: Whois Server unbekannt

source: .[tld] is not supported
de_de: .[tld] wird nicht unterstützt

source: Please enter a domain extension
de_de: Bitte eine Domainendung eingeben

source: [link]buy now[/link] for [price]
de_de: [link]jetzt kaufen[/link] für [price]

source: [link]transfer now[/link] for [price]
de_de: [link]jetzt übertragen[/link] für [price]

source: is probably available
de_de: ist wahrscheinlich verfügbar

source: verify
de_de: überprüfen

source: add to cart
de_de: in Warenkorb legen

source: added to cart
de_de: in Warenkorb gelegt

source: reCAPTCHA check failed
de_de: reCAPTCHA Prüfung fehlgeschlagen

source: None
de_de: Keiner

source: Settings
de_de: Einstellungen

source: Domain Name Field
de_de: Domain Name Feld

source: Label
de_de: Beschriftung

source: Placeholder
de_de: Platzhalter

source: Width
de_de: Breite

source: Percent
de_de: Prozent

source: Top-Level Domain (TLD) Input
de_de: Top-Level Domain (TLD) Eingabe

source: Selection type
de_de: Auswahl Typ

source: Drop-Down List
de_de: Drop-Down Liste

source: Select the TLD from predefinded list, only TLDs listed below allowed
de_de: TLD aus vordefinierter Liste auswählen, nur unten aufgeführte TLDs sind zulässig

source: Drop-Down Grouped
de_de: Drop-Down Gruppiert

source: Select the TLD from grouped list, only TLDs listed below allowed
de_de: TLD aus gruppierter Liste auswählen, nur unten aufgeführte TLDs sind zulässig

source: Free Text Limited
de_de: Freitext Eingabe Begrenzt

source: Type the TLD into domain name field, only TLDs listed below allowed
de_de: TLD in Feld für Domainnamen eingeben, nur unten aufgeführte TLDs sind zulässig

source: Free Text Unlimited
de_de: Freitext Eingabe Unbegrenzt

source: Type the TLD into domain name field, all available TLDs allowed
de_de: TLD in Feld für Domainnamen eingeben, alle verfügbaren TLDs sind zulässig

source: Comma separated list of testable TLDs without leading point.
de_de: Kommagetrennte Liste testbarer TLDs ohne führenden Punkt.

source: Grouped example: <code>[Group 1], com, net, org, [Group 2], info, eu</code>.
de_de: Gruppierung Beispiel: <code>[Gruppe 1], com, net, org, [Gruppe 2], info, eu</code>.

source: Check multiple domains separated by comma.
de_de: Überprüfung mehrerer durch Komma getrennter Domains.

source: Check All
de_de: Alle prüfen

source: Check all
de_de: Alle prüfen

source: Allow to check all testable TLDs simultaneously.
de_de: Prüfung aller testbaren TLDs gleichzeitig erlauben.

source: Check all label
de_de: Alle prüfen Beschriftung

source: Label of option in drop-down list.
de_de: Bezeichnung der Option in der Dropdown-Liste.

source: Check all default
de_de: Alle prüfen Standard

source: Preselect all in drop-down list.
de_de: Alle in Dropdown-Liste vorwählen.

source: Check Button
de_de: Prüfen Button

source: Show a link to open detailed whois information if the domain is registered.
de_de: Link anzeigen um detaillierte Whois-Informationen zu öffnen wenn die Domain registriert ist.

source: Deactivation is recommended when using TLDs with query limit.
de_de: Die Deaktivierung wird empfohlen, wenn TLDs mit Abfragelimit verwendet werden.

source: Whois link label
de_de: Whois Link Beschriftung

source: Result Settings
de_de: Ergebnis Einstellungen

source: Display type
de_de: Anzeigetyp

source: Show results directly under the check form
de_de: Ergebnisse direkt unter dem Prüfformular anzeigen

source: Gradual loading
de_de: Schrittweises Laden

source: Show loading icon on search button and display results gradually
de_de: Ladesymbol auf Such-Button anzeigen und Ergebnisse schrittweise einblenden

source: Show results in an overlaying window
de_de: Ergebnisse in überlagerndem Fenster anzeigen

source: Exclude registered
de_de: Registrierte ausschließen

source: Show free domains only.
de_de: Nur freie Domains anzeigen.

source: No results message
de_de: Keine Ergebnisse Meldung

source: Message to display if all domains are already registered.
de_de: Meldung, welche angezeigt werden soll, wenn alle Domains bereits registriert sind.

source: Display limit
de_de: Anzeigelimit

source: Limit results to this value and show "load more" button, 0 for no limit.
de_de: Begrenzung der Ergebnisse auf diesen Wert und "mehr laden" Button anzeigen, 0 für keine Begrenzung.

source: Load more label
de_de: Mehr laden Beschriftung

source: Unsupported TLD Settings
de_de: Nicht unterstützte TLD Einstellungen

source: Unsupported TLDs
de_de: Nicht unterstützte TLDs

source: Allow checking of unsupported (no whois server available) TLDs.
de_de: Überprüfung nicht unterstützter TLDs ermöglichen (kein Whois-Server verfügbar).

source: Check result may not be a 100 percent correct.
de_de: Prüfergebnis ist möglicherweise nicht 100 Prozent korrekt.

source: Read more
de_de: Weiterlesen

source: Text / Color
de_de: Text / Farbe

source: Verification link
de_de: Bestätigungslink

source: Show external whois page link to verify available domain.
de_de: Link zur externen Whois-Seite anzeigen, um die verfügbare Domain zu bestätigen.

source: Available for
de_de: Verfügbar für

source: Verification link text
de_de: Bestätigungslink Text

source: Misc Settings
de_de: Sonstige Einstellungen

source: Link registered
de_de: Link registriert

source: Show a hyperlink instead of only text if a domain is registered.
de_de: Hyperlink statt nur Text anzeigen, wenn eine Domain registriert ist.

source: Dot in drop-down
de_de: Punkt in Drop-Down Liste

source: Display the dot inside the drop-down list, instead of before it.
de_de: Punkt in Drop-Down Liste anzeigen, anstatt davor.

source: Use nonces
de_de: Nonces verwenden

source: A nonce (number used once) additionally helps to protect from misuse.<br>(Disable when using caching or compression.)
de_de: Eine Nonce (number used once) schützt zusätzlich vor Missbrauch.<br>(Deaktivieren, wenn Caching oder Komprimierung verwendet werden.)

source: Multiple use
de_de: Mehrfachverwendung

source: Activate when using multiple shortcodes on one page.<br>(Could cause problems when using caching or compression.)
de_de: Aktivieren wenn mehrere Shortcodes auf einer Seite verwendet werden.<br>(Kann Probleme bei Caching oder Komprimierung verursachen.)

source: Whois comments
de_de: Whois Kommentare

source: Remove comments (starting with %) from whois information.
de_de: Kommentare (beginnend mit %) aus Whois Informationen entfernen.

source: Alternative Suggestions
de_de: Alternative Vorschläge

source: Prefixes
de_de: Präfixe

source: Comma separated list of prefixes for alternative domain names.
de_de: Kommagetrennte Liste von Präfixen für alternative Domainnamen.

source: Suffixes
de_de: Suffixe

source: Comma separated list of suffixes for alternative domain names.
de_de: Kommagetrennte Liste von Suffixen für alternative Domainnamen.

source: Form Settings
de_de: Formular Einstellungen

source: HTML form
de_de: HTML Formular

source: Use HTML form with submit button.
de_de: HTML Formular mit Senden-Button verwenden.

source: Deactivate to use a regular button without a form.
de_de: Deaktivieren um einen normalen Button ohne Formular zu verwenden.

source: Domain fieldname
de_de: Domain Feldname

source: TLD fieldname
de_de: TLD Feldname

source: Query limits
de_de: Abfragelimit

source: 60 queries per hour (untrusted source)
de_de: 60 Abfragen pro Stunde (nicht vertrauenswürdige Quelle)

source: 7,200 queries per hour (trusted source)
de_de: 7.200 Abfragen pro Stunde (vertrauenswürdige Quelle)

source: Due to technical conditions, this plugin cannot guarantee to 100% that the query limit will not be exceeded.
de_de: Aufgrund technischer Gegebenheiten kann dieses Plugin nicht zu 100% garantieren, dass das Abfragelimit nicht überschritten wird.

source: See
de_de: Siehe

source: Affected TLDs
de_de: Betroffene TLDs

source: Developer Settings
de_de: Entwickler Einstellungen

source: Enabled
de_de: Aktiviert

source: To add domain name to cart.
de_de: Zum Hinzufügen des Domainnamens zum Warenkorb.

source: Available
de_de: Verfügbar

source: Registered
de_de: Registriert

source: Error
de_de: Fehler

source: Invalid
de_de: Ungültig

source: Some whois servers have an access control limit to prevent excessive use,<br>so the number of queries per network and time interval is limited.
de_de: Einige Whois-Server verfügen über ein Zugriffssteuerungslimit, um eine übermäßige Verwendung zu verhindern.<br>Daher ist die Anzahl der Abfragen pro Netzwerk und Zeitintervall begrenzt.

source: Unsupported
de_de: Nicht unterstützt

source: Only needed if selection type is free text input.<br>Use <strong>[tld]</strong> as placeholder for the TLD.
de_de: Nur benötigt bei Auswahl Typ Freitext. <br>Verwenden Sie <strong>[tld]</strong> als Platzhalter für die TLD.

source: TLD missing
de_de: TLD fehlt

source: Only needed if selection type is free text input and check all is disabled.
de_de: Nur benötigt wenn Auswahl Typ Freitext ist und Alle Prüfen deaktiviert ist.

source: Whois server unknown
de_de: Whois Server unbekannt

source: No input
de_de: Keine Eingabe

source: Leave empty to use browser specific "Please fill out this field" message.
de_de: Leer lassen um browserspezifische Meldung "Bitte füllen Sie dieses Feld aus" zu verwenden.

source: Invalid input
de_de: Ungültige Eingabe

source: Leave empty to use browser specific "Please match the requested format" message.
de_de: Leer lassen um browserspezifische Meldung "Bitte halten Sie sich an das vorgegebene Format" zu verwenden.

source: Purchase (for available domains)
de_de: Kauf (für verfügbare Domains)

source: Purchase prices
de_de: Kaufpreise

source: Default purchase price
de_de: Standard-Kaufpreis

source: Purchase links
de_de: Kauflinks

source: Default purchase link
de_de: Standard-Kauflink

source: Use <strong>[domain]</strong> as placeholder for the domain name and <strong>[tld]</strong> as placeholder for the TLD.
de_de: Verwenden Sie <strong>[domain]</strong> als Platzhalter für den Domainnamen und <strong>[tld]</strong> als Platzhalter für die TLD.

source: Purchase text
de_de: Kaufen Text

source: Use <strong>[price]</strong> as placeholder for the price and <strong>[link]</strong>linktext<strong>[/link]</strong> as placeholder for the link or <strong>[button]</strong>buttontext<strong>[/button]</strong> to use a button instead of a link.
de_de: <strong>[price]</strong> als Platzhalter für den Preis und <strong>[link]</strong>Linktext<strong>[/link]</strong> als Platzhalter für den Link oder <strong>[button]</strong>Buttontext<strong>[/button]</strong> um einen Button zu verwenden.

source: Use <strong>[link newpage]</strong> or <strong>[button newpage]</strong> to open link in a new window/tab.
de_de: Verwenden Sie <strong>[link newpage]</strong> oder <strong>[button newpage]</strong>um den Link in einem neuen Fenster/Tab zu öffnen.

source: Transfer (for registered domains)
de_de: Transfer (für registrierte Domains)

source: Transfer prices
de_de: Transferpreise

source: Default transfer price
de_de: Standard Transferpreis

source: Default transfer link
de_de: Standard Transferlink

source: If enabled prices &amp; links will be disabled.
de_de: Wenn aktiviert werden Preise &amp; Links deaktiviert.

source: Add to cart behaviour
de_de: Zum Warenkorb hinzufügen Verhalten

source: Redirect to cart page
de_de: Zum Warenkorb umleiten

source: Stay on current page (links)
de_de: Auf aktueller Seite bleiben (Links)

source: Stay on current page (checkboxes)
de_de: Auf aktueller Seite bleiben (Checkboxen)

source: Redirect to custom page
de_de: Zur benutzerdefinierten Seite umleiten

source: Custom page link
de_de: Benutzerdefinierter Link

source: Add to cart text
de_de: Warenkorb hinzufügen Text

source: Added to cart text
de_de: Warenkorb hinzugefügt Text

source: Change link or button text to this text after adding domain to cart.
de_de: Link- oder Buttontext in diesen Text ändern, nachdem Domain zum Warenkorb hinzugefügt wurde.

source: Domain label
de_de: Domain Beschriftung

source: Labeling in front of the domain, under the product name in the shopping cart and the order.
de_de: Beschriftung vor der Domain, unter dem Produktnamen im Warenkorb und der Bestellung.

source: Purchase product
de_de: Kaufprodukt

source: Transfer product
de_de: Transferprodukt

source: Suffix after the domain, under the product name in the shopping cart and the order.
de_de: Suffix nach der Domain, unter dem Produktnamen im Warenkorb und der Bestellung.

source: Type
de_de: Typ

source: Version 2 ("I'm not a robot" Checkbox)
de_de: Version 2 ("Ich bin kein Roboter" Checkbox)

source: Version 2 (Invisible badge)
de_de: Version 2 (unsichtbares Badge)

source: Site key
de_de: Site Schlüssel

source: Secret key
de_de: Geheimer Schlüssel

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: Size
de_de: Größe

source: Compact
de_de: Kompakt

source: Bottom right
de_de: Unten rechts

source: Bottom left
de_de: Unten links

source: Score
de_de: Punktzahl

source: Cancel request if score is lower than this value.<br>(1.0 is very likely a good interaction, 0.0 is very likely a bot.)
de_de: Anfrage abbrechen, wenn Punktzahl unter diesem Wert liegt.<br> (1.0 ist sehr wahrscheinlich eine gute Interaktion, 0.0 ist sehr wahrscheinlich ein Bot.)

source: Text and color for message in case of failed check.
de_de: Text und Farbe der Meldung bei fehlgeschlagener Prüfung.

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine ausreichenden Berechtigungen um auf diese Seite zuzugreifen.

source: General Settings
de_de: Allgemeine Einstellungen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Texts &amp; Colors
de_de: Text &amp; Farben

source: Prices &amp; Links
de_de: Preise &amp; Links

source: Whois Servers
de_de: Whois Server

source: System Info
de_de: Systeminformationen

source: Help
de_de: Hilfe

source: %1$s TLDs have a query limit: %2$s.
de_de: %1$s TLDs haben ein Abfragelimit: %2$s.

source: Only %1$s queries per hour overall are possible for those domains.
de_de: Insgesamt sind für diese Domains nur %1$s Abfragen pro Stunde möglich.

source: CentralNic %1$strusted sources%2$s are those that are present on the access list of a registrar!
de_de: CentralNic %1$svertrauenswürdige Quellen%2$s sind diejenigen, die auf der Zugriffsliste eines Registrars vorhanden sind!

source: reCAPTCHA is enabled, but no site or secret key is set.
de_de: reCAPTCHA ist aktiviert, es ist jedoch kein Site oder geheimer Schlüssel festgelegt.

source: If you like hostxtend Domain Check, leave a positive <a href="%1$s">review</a>, support the development with a <a href="%2$s">donation</a>. Check the <a href="%3$s">forum</a> if you need help or have suggestions for improvements.
de_de: Wenn Ihnen hostxtend Domain Check gefällt, hinterlassen Sie eine positive <a href="%1$s">Bewertung</a>, unterstützen Sie die Entwicklung mit einer <a href="%2$s">Spende</a>. Besuchen Sie das <a href="%3$s">Forum</a>, wenn Sie Hilfe benötigen oder Verbesserungsvorschläge haben.

source: Dismiss
de_de: Ausblenden

source: Simply insert this shortcode <code>[wp24_domaincheck]</code> into any post or page to display the domain check.
de_de: Fügen Sie einfach diesen Shortcode <code>[wp24_domaincheck]</code> in einen Beitrag oder eine Seite ein, um den Domain Check anzuzeigen.

source: All available shortcode options can be found under <a href="%1$s">help</a>.
de_de: Alle verfügbaren Shortcode-Optionen finden Sie unter <a href="%1$s">Hilfe</a>.

source: Text and colors for the different statuses returned by domain checks.
de_de: Text und Farben für die verschiedenen Status die von Domainenprüfungen zurückgegeben werden.

source: no TLDs set
de_de: keine TLDs festgelegt

source: not supported
de_de: nicht unterstützt

source: Hint: Enable "Unsupported TLDs" in the advanced settings.
de_de: Hinweis: Aktivieren Sie "Nicht unterstützte TLDs" in den erweiterten Einstellungen.

source: No whois server available for
de_de: Kein Whois-Server verfügbar für

source: WooCommerce integration enabled, disable to use prices &amp; links.
de_de: WooCommerce Integration aktiviert, deaktivieren um Preise &amp; Links zu verwenden.

source: Individual TLD settings
de_de: Individuelle TLD Einstellungen

source: Price
de_de: Preis

source: Purchase price
de_de: Kaufpreis

source: Transfer price
de_de: Transferpreis

source: Leave empty to use default price.
de_de: Leer lassen, um den Standardpreis zu verwenden.

source: Purchase link
de_de: Kauflink

source: Leave empty to use default link.
de_de: Leer lassen, um den Standardlink zu verwenden.

source: Use <strong>[domain]</strong> as placeholder for the domain name.
de_de: Verwenden Sie <strong>[domain]</strong> als Platzhalter für den Domainnamen.

source: Save
de_de: Speichern

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: WooCommerce plugin is not activated or installed.
de_de: Das WooCommerce Plugin ist nicht aktiviert oder installiert.

source: Number of servers / TLDs
de_de: Anzahl Server / TLDs

source: Find
de_de: Suchen

source: Enter the desired TLD and check if there is an appropriate server.
de_de: Gewünschte TLD eingeben und prüfen, ob ein geeigneter Server vorhanden ist.

source: Search
de_de: Suchen

source: Results with
de_de: Ergebnisse mit

source: If a TLD is missing or the query returns erroneous results, feel free to contact us.
de_de: Wenn eine TLD fehlt oder die Abfrage fehlerhafte Ergebnisse liefert, können Sie sich gerne an uns wenden.

source: Custom Whois Servers
de_de: Benutzerdefinierte Whois Server

source: Instructions how to add a custom whois server can be found <a href="%1$s">here</a>.
de_de: Anweisungen zum Hinzufügen eines benutzerdefinierten Whois Server finden Sie <a href="%1$s">hier</a>.

source: Status free
de_de: Status frei

source: Default plugin settings for this TLD are overridden. Slightly slows down the check speed.
de_de: Standard Plugin Einstellungen für diese TLD werden überschrieben. Verlangsamt die Prüfgeschwindigkeit leicht.

source: Database
de_de: Datenbank

source: Requirements for whois queries
de_de: Voraussetzungen für Whois-Abfragen

source: Disabled
de_de: Deaktiviert

source: PHP function "fsockopen" must be enabled by your hosting provider.
de_de: PHP Funktion "fsockopen" muss von Ihrem Webhoster aktiviert werden.

source: Open
de_de: Offen

source: Locked
de_de: Gesperrt

source: Port 43 must be unlocked by your hosting provider.
de_de: Port 43 muss von Ihrem Webhoster freigeschaltet sein.

source: Requirements for RDAP queries
de_de: Voraussetzungen für RDAP-Abfragen

source: Using cURL as fallback.
de_de: Verwendung von cURL als Fallback.

source: allow_url_fopen is enabled.
de_de: allow_url_fopen ist aktiviert.

source: Requirements for reCAPTCHA
de_de: Voraussetzungen für reCAPTCHA

source: The frequently asked questions (FAQ) can be found <a href="%1$s">here</a>.
de_de: Die häufig gestellten Fragen (FAQ) finden Sie <a href="%1$s">hier</a>.

source: For other questions or problems take a look at the <a href="%1$s">support forum</a>.
de_de: Bei anderen Fragen oder Problemen besuchen Sie das <a href="%1$s">Support-Forum</a>.

source: Review
de_de: Bewertung

source: If you like hostxtend Domain Check, <a href="%1$s">click here</a> to leave a positive review.
de_de: Wenn Ihnen hostxtend Domain Check gefällt, <a href="%1$s">klicken Sie hier</a> um eine positive Bewertung abzugeben.

source: In case you do not like it or have suggestions for improvements <a href="%1$s">click here</a> to send a feedback.
de_de: Falls es Ihnen nicht gefällt oder Sie Verbesserungsvorschläge haben <a href="%1$s">klicken Sie hier</a> um Feedback zu senden.

source: If you like this plugin, you could honor the work and support the further development with a donation.
de_de: Wenn Ihnen dieses Plugin gefällt, können Sie die Arbeit würdigen und die Weiterentwicklung mit einer Spende unterstützen.

source: Donate
de_de: Spenden

source: Configure TLDs differing from the settings
de_de: TLD Konfiguration abweichend von den Einstellungen

source: Directly show the whois data
de_de: Whois-Daten direkt anzeigen

source: Deactivate HTML form with submit button
de_de: HTML Formular mit Senden-Button deaktivieren

source: Separate output of check form and results
de_de: Getrennte Ausgabe von Prüfformular und Ergebnissen

source: Display domaincheck form.
de_de: Domaincheck Formular anzeigen.

source: Title:
de_de: Titel:
